Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Choose how distances, weights, heights, temperatures and Effort are shown. Your data is always stored the same way. This only changes the display.
de: Wähle, wie Distanzen, Gewichte, Größen, Temperaturen und Anstrengung angezeigt werden. Deine Daten werden immer gleich gespeichert. Das ändert nur die Anzeige.
es: Elige cómo se muestran las distancias, pesos, alturas, temperaturas y Esfuerzo. Tus datos siempre se almacenan igual. Esto solo cambia la visualización.
fr: Choisissez comment les distances, poids, tailles, températures et l'effort sont affichés. Vos données sont toujours stockées de la même façon. Cela ne change que l'affichage.
it: Scegli come vengono mostrati distanze, pesi, altezze, temperature e sforzo. I tuoi dati vengono sempre memorizzati allo stesso modo, questo cambia solo la visualizzazione.
pl: Wybierz sposób wyświetlania odległości, ciężarów, wysokości, temperatur i Wysiłek. Twoje dane są zawsze przechowywane w ten sam sposób. To tylko zmienia sposób wyświetlania.
pt_pt: Escolha como são apresentadas as distâncias, os pesos, as alturas, as temperaturas e o esforço. Os teus dados são sempre armazenados da mesma forma. Isso apenas altera a apresentação.
ru: Выберите, как отображаются расстояния, вес, рост, температура и Усилие. Данные всегда хранятся одинаково — меняется только отображение.
th: เลือกวิธีแสดงระยะทาง น้ำหนัก ส่วนสูง อุณหภูมิ และภาระร่างกาย ข้อมูลของคุณจะถูกจัดเก็บในลักษณะเดียวกันเสมอ นี่เป็นการเปลี่ยนการแสดงผลเท่านั้น
zh_hans: 选择距离、体重、身高、温度和消耗的显示方式。你的数据始终以相同方式存储，这只改变显示。
zh_hant: 選擇距離、體重、身高、溫度和消耗的顯示方式。你的資料始終以相同方式儲存，這只改變顯示。

source: Choose how NOOP looks. The whole app updates as you tap. You can change this any time in Settings → Appearance.
de: Wähle, wie NOOP aussieht. Die ganze App aktualisiert sich beim Tippen. Du kannst das jederzeit unter Einstellungen → Erscheinungsbild ändern.
es: Elige el aspecto de NOOP. Toda la app se actualiza al tocar. Puedes cambiarlo en cualquier momento en Ajustes → Apariencia.
fr: Choisissez l'apparence de NOOP. Toute l'application se met à jour au fur et à mesure. Vous pouvez changer cela à tout moment dans Paramètres → Apparence.
it: Scegli l'aspetto di NOOP. Tutta l'app si aggiorna mentre tocchi. Puoi cambiarlo in qualsiasi momento in Impostazioni → Aspetto.
pl: Wybierz wygląd NOOP. Cała aplikacja aktualizuje się po dotknięciu. Możesz to zmienić w dowolnym momencie w Ustawieniach → Wygląd.
pt_pt: Escolha o aspeto do NOOP. Todo o aplicativo é atualizado à medida que toca. Pode alterar isto a qualquer momento em Definições → Aparência.
ru: Выберите внешний вид NOOP. Всё приложение обновляется при нажатии. Изменить это можно в любой момент в Настройках → Внешний вид.
th: เลือกลักษณะที่ปรากฏของ NOOP แอปทั้งหมดจะอัปเดตเมื่อคุณแตะ คุณสามารถเปลี่ยนได้ตลอดเวลาในการตั้งค่า → ลักษณะที่ปรากฏ
zh_hans: 选择 NOOP 的外观。点按即可全局生效。之后随时可在设置 → 外观中更改。
zh_hant: 選擇 NOOP 的外觀。點擊後整個應用程式會即時更新。你隨時可以在「設定 → 外觀」中更改。

source: Choose Light, Dark, or follow your system. Dark is the signature near-black; Light keeps the same clean look on a bright canvas.
de: Wähle Hell, Dunkel oder folge deinem System. Dunkel ist das charakteristische Fast-Schwarz; Hell behält denselben klaren Look auf heller Fläche.
es: Elige Claro, Oscuro o seguir tu sistema. Oscuro es el casi negro característico; Claro mantiene el mismo aspecto limpio sobre un lienzo brillante.
fr: Choisissez Clair, Sombre, ou suivez votre système. Sombre est le noir profond caractéristique ; Clair conserve le même look épuré sur un fond clair.
it: Scegli Chiaro, Scuro o segui il sistema. Lo scuro è il caratteristico quasi-nero; il chiaro mantiene lo stesso aspetto pulito su uno sfondo luminoso.
pl: Wybierz Jasny, Ciemny lub podążaj za swoim systemem. Ciemność jest charakterystyczna prawie czarna; Światło utrzymuje ten sam czysty wygląd na jasnym płótnie.
pt_pt: Escolha Claro, Escuro ou siga o teu sistema. Escuro é a assinatura quase negra; A luz mantém a mesma aparência limpa num ecrã brilhante.
ru: Выберите светлую, тёмную тему или системную. Тёмная — фирменный почти чёрный вид; светлая сохраняет тот же чистый стиль на светлом фоне.
th: เลือกธีมสว่าง ธีมมืด หรือใช้ตามระบบ ธีมมืดใช้สีดำเกือบสนิทอันเป็นเอกลักษณ์ ส่วนธีมสว่างยังคงรูปแบบที่สะอาดตาบนพื้นหลังสว่าง
zh_hans: 选择浅色、深色，或跟随系统。深色是标志性的近黑色；浅色在明亮画布上保持同样简洁的外观。
zh_hant: 選擇淺色、深色，或跟隨系統。深色是標誌性的近黑色；淺色在明亮畫布上保持同樣簡潔的外觀。

source: Choose Mi Fitness export…
de: Mi-Fitness-Export auswählen…
es: Elegir exportación de Mi Fitness…
fr: Choisir l'exportation Mi Fitness…
it: Scegli l'esportazione di Mi Fitness…
pl: Wybierz eksport Mi Fitness…
pt_pt: Escolha a exportação do Mi Fitness…
ru: Выбрать экспорт Mi Fitness…
th: เลือกส่งออก Mi Fitness...
zh_hans: 选择 Mi Fitness 导出…
zh_hant: 選擇 Mi Fitness 匯出…

source: Choose photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
pl: Wybierz zdjęcie
pt_pt: Escolha a foto
ru: Выбрать фото
th: เลือกรูปภาพ
zh_hans: 选择照片
zh_hant: 選擇照片

source: Choose the buzz pattern for %@
de: Vibrationsmuster für %@ wählen
es: Elige el patrón de vibración para %@
fr: Choisir le schéma de vibration pour %@
it: Scegli il motivo di vibrazione per %@
pl: Wybierz wzór szumu dla %@
pt_pt: Escolha o padrão de buzz para %@
ru: Выберите шаблон вибрации для %@
th: เลือกรูปแบบการสั่นสำหรับ %@
zh_hans: 为 %@ 选择震动模式
zh_hant: 為 %@ 選擇震動模式

source: Choose what the coach can fetch, log and remember.
de: Wähle, was der Coach abrufen, protokollieren und sich merken darf.
es: Elige qué puede consultar, registrar y recordar el entrenador.
fr: Choisissez ce que le coach peut consulter, enregistrer et retenir.
it: Scegli cosa il coach può recuperare, registrare e ricordare.
pl: Wybierz, co trener może pobierać, zapisywać i zapamiętywać.
pt_pt: Escolha o que o treinador pode consultar, registar e recordar.
ru: Выбирайте, что тренер может получить, записать и запомнить.
th: เลือกสิ่งที่โค้ชสามารถดึงข้อมูล บันทึก และจดจำได้
zh_hans: 选择教练可以获取、记录和记住的内容。
zh_hant: 選擇教練可以取得、記錄和記住的內容。

source: Choose which cards show and reorder them
de: Wähle, welche Karten angezeigt werden, und ordne sie neu
es: Elige qué tarjetas se muestran y reordénalas
fr: Choisissez les cartes à afficher et réorganisez-les
it: Scegli quali schede mostrare e riordinale
pl: Wybierz, które karty mają być wyświetlane, i zmień ich kolejność
pt_pt: Escolha quais os cartões que serão apresentados e reordene-os
ru: Выберите, какие карточки отображать, и измените их порядок
th: เลือกการ์ดที่จะให้แสดงและเรียงลำดับใหม่
zh_hans: 选择显示哪些卡片并重新排序
zh_hant: 選擇顯示哪些卡片並重新排序

source: Choose which Key Metrics show and reorder them
de: Wähle, welche Kennzahlen angezeigt werden, und ordne sie neu
es: Elige qué métricas clave se muestran y reordénalas
fr: Choisissez les métriques clés à afficher et réorganisez-les
it: Scegli quali metriche chiave mostrare e riordinale
pl: Wybierz, które kluczowe wskaźniki mają być wyświetlane, i zmień ich kolejność
pt_pt: Escolha quais as métricas principais que serão exibidas e reordene-as
ru: Выберите, какие ключевые показатели отображать, и измените их порядок
th: เลือกเมตริกหลักที่จะแสดงและเรียงลำดับใหม่
zh_hans: 选择显示哪些关键指标并重新排序
zh_hant: 選擇顯示哪些關鍵指標並重新排序

source: Choose which tiles show on your Control Center and reorder them with the arrows.
de: Wähle, welche Kacheln in deinem Kontrollzentrum erscheinen, und ordne sie mit den Pfeilen neu.
es: Elige qué mosaicos se muestran en tu Control Center y reordénalos con las flechas.
fr: Choisissez les vignettes à afficher dans votre Centre de contrôle et réorganisez-les avec les flèches.
it: Scegli quali riquadri mostrare nel tuo Centro di Controllo e riordinali con le frecce.
pl: Wybierz kafelki wyświetlane w Centrum sterowania i zmień ich kolejność za pomocą strzałek.
pt_pt: Escolha quais os blocos que serão apresentados no teu Centro de Controlo e reordene-os com as setas.
ru: Выберите, какие плитки отображать в Пульте управления, и измените их порядок с помощью стрелок.
th: เลือกไทล์ที่จะแสดงในศูนย์ควบคุมของคุณและเรียงลำดับใหม่ด้วยลูกศร
zh_hans: 选择在你的控制中心显示哪些磁贴，并用箭头重新排序。
zh_hant: 選擇在你的控制中心顯示哪些圖塊，並用箭頭重新排序。

source: clean intervals
de: saubere Intervalle
es: intervalos limpios
fr: intervalles propres
it: intervalli puliti
pl: czyste interwały
pt_pt: intervalos limpos
ru: чистые интервалы
th: ช่วงเวลาที่สะอาด
zh_hans: 干净间期
zh_hant: 乾淨間期

source: Clean up
de: Aufräumen
es: Limpiar
fr: Nettoyer
it: Pulisci
pl: Posprzątać
pt_pt: Limpar
ru: Очистить
th: ทำความสะอาด
zh_hans: 清理
zh_hant: 清理

source: Clean up leftover import files
de: Übrig gebliebene Importdateien aufräumen
es: Limpiar archivos de importación sobrantes
fr: Nettoyer les fichiers d'importation restants
it: Pulisci i file di importazione residui
pl: Wyczyść pozostałe pliki importu
pt_pt: Limpe os restantes ficheiros de importação
ru: Удалить оставшиеся файлы импорта
th: ทำความสะอาดไฟล์นำเข้าที่เหลือ
zh_hans: 清理遗留的导入文件
zh_hant: 清理遺留的匯入檔案

source: Clean up now
de: Jetzt aufräumen
es: Limpiar ahora
fr: Nettoyer maintenant
it: Pulisci ora
pl: Posprzątaj teraz
pt_pt: Limpe agora
ru: Очистить сейчас
th: ทำความสะอาดตอนนี้
zh_hans: 立即清理
zh_hant: 立即清理

source: Cleaning up…
de: Wird aufgeräumt…
es: Limpiando…
fr: Nettoyage en cours…
it: Pulizia in corso…
pl: Sprzątanie…
pt_pt: Limpando…
ru: Очистка…
th: กำลังทำความสะอาด…
zh_hans: 清理中…
zh_hant: 清理中…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pl: Jasne
pt_pt: Claro
ru: Сбросить
th: ล้าง
zh_hans: 清除
zh_hant: 清除

source: Clear %@
de: Löschen %@
es: Borrar %@
fr: Effacer %@
it: Cancella %@
pl: Wyczyść %@
pt_pt: Limpar %@
ru: Очистить %@
th: ล้าง %@
zh_hans: 清除 %@
zh_hant: 清除 %@

source: Clear %@ override, use the default wake time
de: %@-Überschreibung löschen, Standard-Aufwachzeit verwenden
es: Borrar el ajuste manual de %@ y usar la hora de despertar predeterminada
fr: Effacer le remplacement de %@, utiliser l'heure de réveil par défaut
it: Annulla la sostituzione di %@, usa l'ora di risveglio predefinita
pl: Wyczyść zastąpienie %@, użyj domyślnego czasu budzenia
pt_pt: Limpe a substituição de %@, utilize o horário de ativação padrão
ru: Сбросить переопределение %@, использовать время пробуждения по умолчанию
th: ล้างเวลาปลุกเฉพาะ %@ และใช้เวลาปลุกเริ่มต้น
zh_hans: 清除 %@ 的覆盖，使用默认起床时间
zh_hant: 清除 %@ 的覆寫，使用預設起床時間

source: Clear all
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
pl: Wyczyść wszystko
pt_pt: Limpar tudo
ru: Очистить всё
th: เคลียร์ทั้งหมด
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear filters
de: Filter löschen
es: Limpiar filtros
fr: Effacer les filtres
it: Cancella filtri
pl: Wyczyść filtry
pt_pt: Limpar filtros
ru: Очистить фильтры
th: ล้างตัวกรอง
zh_hans: 清除过滤器
zh_hant: 清除過濾器

source: Clear flags on strap
de: Flags auf dem Strap löschen
es: Borrar marcas en la pulsera
fr: Effacer les indicateurs
it: Cancella i flag sulla fascia
pl: Wyczyść flagi na pasku
pt_pt: Limpar marcas na bracelete
ru: Очистить флаги на браслете
th: ล้างธงบนสายรัด
zh_hans: 清除手环上的标记
zh_hant: 清除手環上的標記

source: Clear scheduled exports
de: Geplante Exporte löschen
es: Borrar exportaciones programadas
fr: Effacer les exports programmés
it: Cancella gli export pianificati
pl: Wyczyść zaplanowane eksporty
pt_pt: Eliminar exportações agendadas
ru: Очистить запланированные экспорты
th: ล้างการส่งออกตามกำหนดเวลา
zh_hans: 清除计划导出
zh_hant: 清除排程匯出

source: Clear scheduled exports?
de: Geplante Exporte löschen?
es: ¿Borrar exportaciones programadas?
fr: Effacer les exports programmés ?
it: Cancellare gli export pianificati?
pl: Wyczyścić zaplanowane eksporty?
pt_pt: Eliminar exportações agendadas?
ru: Очистить запланированные экспорты?
th: ล้างการส่งออกตามกำหนดเวลาใช่ไหม
zh_hans: 清除计划导出？
zh_hant: 清除排程匯出？

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
pl: Wyczyść wyszukiwanie
pt_pt: Limpar pesquisa
ru: Очистить поиск
th: ล้างการค้นหา
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear the R22 flags on your strap?
de: R22-Flags auf deinem Strap löschen?
es: ¿Borrar las marcas R22 de tu pulsera?
fr: Effacer les indicateurs R22 sur votre bracelet ?
it: Cancellare i flag R22 sulla fascia?
pl: Wyczyść flagi R22 na pasku?
pt_pt: Limpar as marcas R22 na sua bracelete?
ru: Очистить флаги R22 на браслете?
th: เคลียร์ธง R22 บนสายรัดของคุณ?
zh_hans: 要清除手环上的 R22 标记吗？
zh_hant: 要清除手環上的 R22 標記嗎？

source: Clearing R22 flags and reading each one back…
de: R22-Flags werden gelöscht und einzeln zurückgelesen…
es: Borrando las marcas R22 y releyendo cada una…
fr: Effacement des indicateurs R22 et relecture de chacun…
it: Cancellazione dei flag R22 e rilettura di ciascuno…
pl: Usuwanie flag R22 i odczytywanie każdej z nich…
pt_pt: A limpar as marcas R22 e a reler cada uma…
ru: Очистка флагов R22 и обратное чтение каждого…
th: กำลังล้างธง R22 และอ่านธง R22 กลับ...
zh_hans: 正在清除 R22 标记并逐一读回…
zh_hant: 正在清除 R22 標記並逐一讀回…

source: Clock latched
de: Uhr verriegelt
es: Reloj cerrado
fr: Horloge verrouillée
it: Orologio bloccato
pl: Zegar zatrzaśnięty
pt_pt: Relógio travado
ru: Часы заперты
th: นาฬิกาล็อคแล้ว
zh_hans: 时钟锁存
zh_hant: 時鐘鎖存

# Clock latched: %@ · last frame %@
source: Clock latched: %1$@ · last frame %2$@
de: Takt gehalten: %@ · letzter Frame %@
es: Reloj bloqueado: %@ · último fotograma %@
fr: Horloge verrouillée : %@ · dernière image %@
it: Orologio bloccato: %@ · ultimo fotogramma %@
pl: Zegar zatrzaśnięty: %@ · ostatnia ramka %@
pt_pt: Relógio travado: %@ · último quadro %@
ru: Часы зафиксированы: %@ · последний кадр %@
th: ล็อคนาฬิกาแล้ว: %1$@ · เฟรมสุดท้าย %2$@
zh_hans: 时钟锁存：%@ · 最后一帧 %@
zh_hant: 時脈鎖定：%@ · 最後一幀 %@

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: Close HRV reading
de: HRV-Messung schließen
es: Cerrar lectura de VFC
fr: Fermer la lecture de VFC
it: Chiudi la lettura dell'HRV
pl: Zamknij odczyt HRV
pt_pt: Fechar leitura de HRV
ru: Закрыть измерение ВСР
th: ปิดการอ่าน HRV
zh_hans: 关闭 HRV 读数
zh_hant: 關閉 HRV 讀數

source: Close Rhythm
de: Rhythmus schließen
es: Cerrar Ritmo
fr: Fermer Rhythm
it: Chiudi Rhythm
pl: Zamknij rytm
pt_pt: Fechar Ritmo
ru: Закрыть ритм
th: ปิดจังหวะ
zh_hans: 关闭「节律」
zh_hant: 關閉「節律」

source: Close Support
de: Support schließen
es: Cerrar soporte
fr: Fermer l'assistance
it: Chiudi Supporto
pl: Zamknij wsparcie
pt_pt: Fechar suporte
ru: Закрыть поддержку
th: ปิดการสนับสนุน
zh_hans: 关闭支持
zh_hant: 關閉支援

source: Closer look
de: Genauer ansehen
es: Análisis detallado
fr: Examen approfondi
it: Uno sguardo più attento
pl: Bliższe spojrzenie
pt_pt: Olhar mais de perto
ru: Присмотритесь
th: มองใกล้ยิ่งขึ้น
zh_hans: 仔细看看
zh_hant: 仔細看看

source: CLOUD SHAPE
de: WOLKENFORM
es: FORMA DE LA NUBE
fr: FORME DU NUAGE
it: FORMA DELLA NUVOLA
pl: KSZTAŁT CHMURY
pt_pt: FORMA DE NUVEM
ru: ФОРМА ОБЛАКА
th: รูปร่างกลุ่มจุด
zh_hans: 点云形状
zh_hant: 點雲形狀

source: Coach chart: %@. Tap to enlarge.
de: Coach-Diagramm: %@. Zum Vergrößern tippen.
es: Gráfico del coach: %@. Toca para ampliar.
fr: Graphique du coach : %@. Touchez pour agrandir.
it: Coach grafico: %@. Tocca per ingrandire.
pl: Wykres trenera: %@. Dotknij, by powiększyć.
pt_pt: Gráfico Coach: %@. Toque para ampliar.
ru: Coach график: %@. Нажмите, чтобы увеличить.
th: แผนภูมิโค้ช: %@ แตะเพื่อขยาย
zh_hans: Coach 图表：%@。点击放大。
zh_hant: Coach 圖表：%@。點擊放大。

source: Coach entry
de: Coach-Zugang
es: Acceso al Coach
fr: Accès au Coach
it: Coach voce
pl: Wejście do trenera
pt_pt: Entrada Coach
ru: Coach запись
th: การเข้าโค้ช
zh_hans: Coach 条目
zh_hant: Coach 條目

source: Coach entry points and optional check-ins are available. Data sharing is still a separate choice.
de: Coach Einstiegspunkte und optionale Check-ins sind verfügbar. Die gemeinsame Nutzung von Daten ist immer noch eine separate Wahl.
es: Coach puntos de entrada y registros opcionales están disponibles. Compartir datos sigue siendo una opción separada.
fr: Des points d'entrée Coach et des enregistrements facultatifs sont disponibles. Le partage de données reste un choix distinct.
it: Sono disponibili Coach punti di ingresso e check-in opzionali. La condivisione dei dati è ancora una scelta separata.
pl: Punkty wejścia do trenera i opcjonalne zameldowania są dostępne. Udostępnianie danych pozostaje osobną decyzją.
pt_pt: Coach pontos de entrada e check-ins opcionais estão disponíveis. O compartilhamento de dados ainda é uma escolha separada.
ru: Доступны Coach точки входа и дополнительные регистрации. Совместное использование данных по-прежнему является отдельным выбором.
th: จุดเข้าใช้งานโค้ชและการเช็กอินเสริมพร้อมใช้งานแล้ว การแชร์ข้อมูลยังคงเป็นตัวเลือกแยกต่างหาก
zh_hans: Coach 入口点和可选签到可用。数据共享仍然是一个单独的选择。
zh_hant: Coach 入口點和可選簽到可用。數據共享仍然是一個單獨的選擇。

source: Coach entry style
de: Coach-Einstiegsart
es: Estilo de acceso al coach
fr: Style d'accès au coach
it: Coach stile di immissione
pl: Styl wejścia do trenera
pt_pt: Estilo de entrada Coach
ru: Coach стиль записи
th: รูปแบบปุ่มเข้าโค้ช
zh_hans: Coach 入口样式
zh_hant: Coach 入口樣式

source: Coach entry: banner
de: Coach Eintrag: Banner
es: Coach entrada: banner
fr: Entrée Coach : bannière
it: Coach voce: banner
pl: Wejście do trenera: baner
pt_pt: Entrada Coach: faixa
ru: Coach запись: баннер
th: รายการโค้ช: แบนเนอร์
zh_hans: Coach 条目：横幅
zh_hant: Coach 條目：橫幅

source: Coach entry: floating button
de: Coach Eintrag: schwebende Schaltfläche
es: Entrada Coach: botón flotante
fr: Entrée Coach : bouton flottant
it: Coach voce: pulsante mobile
pl: Wejście do trenera: pływający przycisk
pt_pt: Entrada Coach: botão flutuante
ru: Coach запись: плавающая кнопка
th: รายการโค้ช: ปุ่มลอย
zh_hans: Coach 条目：浮动按钮
zh_hant: Coach 條目：浮動按鈕

source: Coach entry: header icon
de: Coach Eintrag: Kopfzeilensymbol
es: Entrada Coach: icono de encabezado
fr: Entrée Coach : icône d'en-tête
it: Coach voce: icona dell'intestazione
pl: Wejście do trenera: ikona w nagłówku
pt_pt: Entrada Coach: ícone do cabeçalho
ru: Coach запись: значок заголовка
th: รายการโค้ช: ไอคอนส่วนหัว
zh_hans: Coach 条目：标题图标
zh_hant: Coach 條目：標題圖標

source: Coach identity
de: Coach-Identität
es: Identidad del coach
fr: Identité du coach
it: Coach identità
pl: Tożsamość trenera
pt_pt: Coach identidade
ru: Coach личность
th: เอกลักษณ์ของโค้ช
zh_hans: Coach 身份
zh_hant: Coach 身份

source: Coach identity: %@
de: Coach-Identität: %@
es: Identidad del coach: %@
fr: Identité du coach : %@
it: Coach identità: %@
pl: Tożsamość trenera: %@
pt_pt: Coach identidade: %@
ru: Coach личность: %@
th: ตัวตนของโค้ช: %@
zh_hans: Coach 身份：%@
zh_hant: Coach 身分：%@

source: Coach instructions
de: Coach-Anweisungen
es: Instrucciones del coach
fr: Instructions du coach
it: Istruzioni per il coach
pl: Instrukcje trenera
pt_pt: Instruções do treinador
ru: Инструкции для ИИ-тренера
th: คำแนะนำของโค้ช
zh_hans: 教练指令
zh_hant: 教練指示

source: Coach instructions editor
de: Editor für Coach-Anweisungen
es: Editor de instrucciones del coach
fr: Éditeur des instructions du coach
it: Editor delle istruzioni per il coach
pl: Edytor instrukcji trenera
pt_pt: Editor de instruções do treinador
ru: Редактор инструкций для ИИ-тренера
th: บรรณาธิการคำแนะนำของโค้ช
zh_hans: 教练指令编辑器
zh_hant: 教練指示編輯器

source: Coach is thinking
de: Coach denkt nach
es: El Entrenador está pensando
fr: Coach réfléchit
it: Il Coach sta pensando
pl: Trener myśli
pt_pt: O treinador está a pensar
ru: ИИ-тренер думает
th: โค้ชกำลังคิดอยู่
zh_hans: 教练正在思考
zh_hant: 教練正在思考

source: Coach is thinking…
de: Coach denkt nach…
es: El Entrenador está pensando…
fr: Coach réfléchit…
it: Il Coach sta pensando…
pl: Trener myśli…
pt_pt: O treinador está a pensar…
ru: ИИ-тренер думает…
th: โค้ชกำลังคิดว่า...
zh_hans: 教练正在思考…
zh_hant: 教練正在思考…

source: Coach memory
de: Coach-Gedächtnis
es: Memoria del Coach
fr: Mémoire du Coach
it: Coach memoria
pl: Pamięć trenera
pt_pt: Coach memória
ru: Coach память
th: หน่วยความจำโค้ช
zh_hans: Coach内存
zh_hant: Coach內存

source: Coach reads a summary of your last two weeks plus 30-day averages and recent workouts, then answers in plain language. Try a suggestion below.
de: Der Coach liest eine Zusammenfassung deiner letzten zwei Wochen sowie 30-Tage-Durchschnitte und aktuelle Workouts und antwortet dann in klarer Sprache. Probiere einen Vorschlag unten aus.
es: El Entrenador lee un resumen de tus últimas dos semanas más los promedios de 30 días y los entrenamientos recientes, y luego responde en lenguaje sencillo. Prueba una sugerencia a continuación.
fr: Coach lit un résumé de vos deux dernières semaines, les moyennes sur 30 jours et vos récents entraînements, puis répond en langage clair. Essayez une suggestion ci-dessous.
it: Il Coach legge un riepilogo delle tue ultime due settimane più le medie su 30 giorni e gli allenamenti recenti, poi risponde in linguaggio naturale. Prova un suggerimento qui sotto.
pl: Trener czyta podsumowanie Twoich ostatnich dwóch tygodni oraz średnie z 30 dni i ostatnie treningi, a następnie odpowiada prostym językiem. Wypróbuj sugestię poniżej.
pt_pt: O Treinador lê um resumo das tuas últimas duas semanas, além das médias de 30 dias e dos treinos recentes, e depois responde numa linguagem simples. Experimente uma sugestão abaixo.
ru: ИИ-тренер анализирует сводку за последние две недели, средние показатели за 30 дней и недавние тренировки, а затем отвечает понятным языком. Попробуйте один из вариантов ниже.
th: โค้ชจะอ่านสรุปสองสัปดาห์ที่ผ่านมาของคุณ บวกกับค่าเฉลี่ย 30 วันและการออกกำลังกายล่าสุด จากนั้นจึงตอบเป็นภาษาธรรมดา ลองข้อเสนอแนะด้านล่าง
zh_hans: 教练会读取你最近两周的摘要，以及 30 天平均值和近期锻炼，然后用通俗的语言作答。试试下面的建议。
zh_hant: 教練會讀取你最近兩週的摘要，以及 30 天平均值和近期鍛鍊，然後用通俗的語言作答。試試下面的建議。

source: Coach replied
de: Coach hat geantwortet
es: El coach ha respondido
fr: Le coach a répondu
it: Il coach ha risposto
pl: Trener odpowiedział
pt_pt: O coach respondeu
ru: Тренер ответил
th: โค้ชตอบแล้ว
zh_hans: 教练已回复
zh_hant: 教練已回覆

source: Coach said: %@
de: Coach sagte: %@
es: El Entrenador dijo: %@
fr: Coach a dit : %@
it: Il Coach ha detto: %@
pl: Trener powiedział: %@
pt_pt: Treinador disse: %@
ru: ИИ-тренер: %@
th: โค้ชกล่าวว่า: %@
zh_hans: 教练说：%@
zh_hant: 教練說：%@

source: Coach settings
de: Coach-Einstellungen
es: Ajustes del Coach
fr: Réglages du Coach
it: Coach impostazioni
pl: Ustawienia trenera
pt_pt: Configurações de Coach
ru: Coach настройки
th: การตั้งค่าโค้ช
zh_hans: Coach 设置
zh_hant: Coach 設定
